Repository: muzena/service.subtitles.prijevodi-online-org
Catalog: resources/language/resource.language.*/strings.po
Languages: hr_hr

# #32001
source: Error searching for subtitles
hr_hr: Greška pretraživanja podnapisa

# #32002
source: Username
hr_hr: Korisničko ime

# #32003
source: Password
hr_hr: Lozinka

# #32004
source: Login Details
hr_hr: Pojedinosti prijave

# #32005
source: Either username or password is empty
hr_hr: Niste upisali korisničko ime ili lozinku

# #32006
source: Unauthorized, please check your login information!
hr_hr: Nemate pravo pristupa. Proverite korisničko ime i lozinku.

# #32007
source: Prijevodi-online.org login error, try again
hr_hr: Greška kod prijave na 'prijevodi-online.org', pokušajte ponovo

# #32008
source: Please enter search text!
hr_hr: Upišite ključne reči za pretragu!

# #32009
source: Video not playing!
hr_hr: Video se ne prikazuje!

# #32010
source: Error when downloading subtitle!
hr_hr: Greška kod preuzimanja podnapisa!

# #32011
source: Choose subtitle file
hr_hr: Odaberite datoteku sa podnapisima

# #32012
source: Wrong username or password
hr_hr: Pogrešno korisničko ime ili lozinka

# #32013
source: English
hr_hr: engleski

# #32014
source: Serbian
hr_hr: srpski

# #32015
source: Serbian (Latin)
hr_hr: srpski (lat)

# #32016
source: Croatian
hr_hr: hrvatski

# #32017
source: German
hr_hr: nemački

# #32018
source: Serbo-Croatian
hr_hr: srpskohrvatski

# #32019
source: Bosnian
hr_hr: bosanski

# #32020
source: Unknown
hr_hr: nepoznat

# #32021
source: Subtitle suitable for:
hr_hr: Odgovarajući podnapis za:

# #32022
source: Download subtitle
hr_hr: Preuzmi podnapis

# #32023
source: Fetching UnRAR executable ...
hr_hr: Preuzimanje datoteke UnRAR ...
